/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Möchten Sie das CGM wirklich löschen?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Abbrechen";

/* Title describing glucose date */
"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "CGM löschen";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glukose";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "BZ-Wert (angepasst)";

/* Section title for latest glucose reading */
"Latest Reading" = "Letzter Wert";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Erfordert Aufmerksamkeit";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Status";

/* Title describing glucose trend */
"Trend" = "Trend";

